export const debtorAccounts = [
  { id: 1, name: 'ลูกหนี้ทางทันตกรรม สิทธิ กรมบัญชีกลาง' },
  { id: 2, name: 'ลูกหนี้ทางทันตกรรม สิทธิ สปสช.' },
  { id: 3, name: 'ลูกหนี้ทางทันตกรรม สิทธิ ประกันสังคม' },
  { id: 4, name: 'ลูกหนี้ทางทันตกรรม สิทธิ อื่นๆ' },
  { id: 5, name: 'ลูกหนี้ทางการแพทย์ รพ. มพ. กรมบัญชีกลาง' },
  { id: 6, name: 'ลูกหนี้ทางการแพทย์ รพ. มพ. สิทธิ สปสช.' },
  { id: 7, name: 'ลูกหนี้ทางการแพทย์ รพ. มพ. สิทธิ ประกันสังคม' },
  { id: 8, name: 'ลูกหนี้ทางการแพทย์ รพ. มพ. อื่นๆ' },
  { id: 9, name: 'ลูกหนี้-รายได้จากการใช้สิทธิบัตรทอง(สปสช.)' },
]

// ค่าบริการทางการแพทย์ (สำหรับหน้าเงินฝาก/รายได้)
export const depositAccount = [
  { id: 1, name: 'ค่าบริการทางการแพทย์ (สปสช)' },
  { id: 2, name: 'ค่าบริการทางการแพทย์ (กรมบัญชีกลาง)' },
  { id: 3, name: 'ค่าบริการทางการแพทย์ (ประกันสังคม)' },
  { id: 4, name: 'ค่าบริการทางการแพทย์ (อื่นๆ)' },
  { id: 5, name: 'ค่าบริการทางการแพทย์ (อื่นๆสิทธิ - ค้างชำระ)' },
  { id: 6, name: 'ค่าบริการทางการแพทย์ (สปสช) เหมาจ่าย' },
  { id: 7, name: 'ค่าบริการทางการแพทย์ (ประกันสังคม) เหมาจ่าย' },
]
