export const options = {
  "คณะเกษตรศาสตร์และทรัพยากรธรรมชาติ": {
  main: [
    "ศูนย์ศึกษาเศรษฐกิจพอเพียงและความอยู่รอดของมนุษยชาติ",
    "ศูนย์ฝึกอบรมวิชาชีพและบริการนานาชาติด้านเกษตรและอาหาร"
  ],
  subs: {}
},

  "คณะทันตแพทยศาสตร์": {
    main: "โรงพยาบาลทันตกรรมมหาวิทยาลัยพะเยา",
    subs: []
  },

  "คณะพยาบาลศาสตร์": {
    main: "ศูนย์พัฒนาเด็กเล็ก",
    subs: []
  },

  "คณะพลังงานและสิ่งแวดล้อม": {
    main: "1. ศูนย์วิจัยพลังงานทดแทนและสิ่งแวดล้อม",
    subs: [
      "1.1 หน่วยปฏิบัติการทดสอบทางสิ่งแวดล้อม",
      "1.2 หน่วยรับรองการจัดการก๊าซเรือนกระจก"
    ]
  },
  
  "คณะแพทยศาสตร์": {
    main: "โรงพยาบาลมหาวิทยาลัยพะเยา",
    subs: []
  },

  "คณะเภสัชศาสตร์": {
    main: "สถานปฏิบัติการเภสัชกรรมชุมชน",
    subs: []
  },

  "คณะวิทยาศาสตร์": {
    main: "ศูนย์การเรียนรู้ความเป็นเลิศทางวิทยาศาสตร์และบริการวิชาการ",
    subs: []
  },

  "คณะวิศวกรรมศาสตร์": {
    main: "ศูนย์วิจัยและบริการวิชาการวิศวกรรม",
    subs: [
      "ศูนย์เทคโนโลยียานยนต์และขนส่ง"
    ]
  },

  "คณะสถาปัตยกรรมศาสตร์และศิลปกรรมศาสตร์": {
    main: "ศูนย์บริการวิชาการงานสร้างสรรค์",
    subs: []
  },

  "คณะศิลปศาสตร์": {
    main: "ศูนย์ภาษา",
    subs: []
  },

  "คณะสหเวชศาสตร์": {
    main: "ศูนย์บริการสุขภาพสหเวชศาสตร์",
    subs: []
  },

  "วิทยาลัยการจัดการ": {
    main: null,
    subs: []
  },

  "กองทรัพย์สิน": {
    main: "งานบริหารพื้นที่",
    subs: [
      "งานโรงแรมฟ้ามุ่ยและเอื้องคำ",
      "งานร้านค้าสวัสดิการ"
    ]
  },

  "โรงเรียนสาธิตมหาวิทยาลัยพะเยา": {
    main: null,
    subs: []
  },

  "วิทยาเขตเชียงราย": {
    main: null,
    subs: []
  },

  "สถาบันนวัตกรรมและถ่ายทอดเทคโนโลยี": {
    main: null,
    subs: []
  },

  "สถาบันนวัตกรรมการเรียนรู้": {
    main: null,
    subs: []
  }
};
