// src/components/data/departments.js

export const options = {
  "คณะเกษตรศาสตร์และทรัพยากรธรรมชาติ": {
  main: [
    "ศูนย์ศึกษาเศรษฐกิจพอเพียงและความอยู่รอดของมนุษยชาติ",
    "ศูนย์ฝึกอบรมวิชาชีพและบริการนานาชาติด้านเกษตรและอาหาร"
  ],

},

  "คณะทันตแพทยศาสตร์": {
    main: "โรงพยาบาลทันตกรรมมหาวิทยาลัยพะเยา",
  },

  "คณะพยาบาลศาสตร์": {
    main: "ศูนย์พัฒนาเด็กเล็ก",
  },

  "คณะพลังงานและสิ่งแวดล้อม": {
    main: "ศูนย์วิจัยพลังงานทดแทนและสิ่งแวดล้อม",
    subs: [
      "หน่วยปฏิบัติการทดสอบทางสิ่งแวดล้อม",
      "หน่วยรับรองการจัดการก๊าซเรือนกระจก"
    ]
  },

  "คณะแพทยศาสตร์": {
    main: "โรงพยาบาลมหาวิทยาลัยพะเยา",
  },

  "คณะเภสัชศาสตร์": {
    main: "สถานปฏิบัติการเภสัชกรรมชุมชน",

  },

  "คณะวิทยาศาสตร์": {
    main: "ศูนย์การเรียนรู้ความเป็นเลิศทางวิทยาศาสตร์และบริการวิชาการ",
  },

  "คณะวิศวกรรมศาสตร์": {
    main: ["ศูนย์วิจัยและบริการวิชาการวิศวกรรม",
      "ศูนย์เทคโนโลยียานยนต์และขนส่ง"
    ],
  },

  "คณะสถาปัตยกรรมศาสตร์และศิลปกรรมศาสตร์": {
    main: "ศูนย์บริการวิชาการงานสร้างสรรค์",
  },

  "คณะศิลปศาสตร์": {
    main: "ศูนย์ภาษา",
  },

  "คณะสหเวชศาสตร์": {
    main: "ศูนย์บริการสุขภาพสหเวชศาสตร์",
  },

  "วิทยาลัยการจัดการ": {
  },

  "กองทรัพย์สิน": {
    main: ["งานบริหารพื้นที่",
      "งานโรงแรมฟ้ามุ่ยและเอื้องคำ",
      "งานร้านค้าสวัสดิการ"
    ],
  },

  "โรงเรียนสาธิตมหาวิทยาลัยพะเยา": {
  },

  "วิทยาเขตเชียงราย": {
  },

  "สถาบันนวัตกรรมและถ่ายทอดเทคโนโลยี": {
  },

  "สถาบันนวัตกรรมการเรียนรู้": {
  }
};
